equinusocio.vsc-material-theme-icons
frhtylcn.pythonsnippets
GitHub.remotehub
GitLab.gitlab-workflow
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.powershell
ms-vscode.remote-repositories
pdconsec.vscode-print
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.vscodeintellicode-completions
VisualStudioExptTeam.vscodeintellicode-insiders
wenfangdu.snippet-generator
